Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: Help us build a community around voice technology, stay in touch via email.
gjk: وائيس ٽيڪنولوجي نيَ چارِي ڪور ايڪ ڀِراڌرِي ٺاۿيا مان امارِي مۮت ڪرو۔ اِي ميل نيَ زريئيَ امان ٿِي راٻطا مان ريو۔

source: Help us build a high quality, publicly open dataset
gjk: امارِي ايڪ آلا معيار عوامِي طور ماٿيَ کُلل ڍيٽاسيٽ ٺاۿيا مان مۮت ڪرو

source: Help us find more voices, share your goal
gjk: وڌارين آوازون ڳوڄا مان انين تمارون مقصۮ (گول) نين شيئر ڪريا مان امارِي مۮت ڪرو

source: Help us get to { $goal }
gjk: { $goal }حاصل ڪريا ۿارُو امارِي مۮت ڪرو

source: Help us validate sentences!
gjk: جُملان نِي تصۮيق ڪريا مان امارِي مۮت ڪرو!

source: Help us validate voices
gjk: اماري مۮت ڪرو آواز ني تصديق ڪريا مان

source: Heng Hua
gjk: ھينگ ھووا

source: Here are the links to download your ZIP files.
gjk: اڃان تمارِي زِپ فائيل نين ڍائونَ لوڍ ڪريا ۿارُو لِنڪ سي۔

source: Hidden
gjk: ۿتال

source: Highland Puebla Nahuatl
gjk: هاءِ لينڊ پويبلا ناھواتل ٻولي

source: Hiligaynon
gjk: هيليگينائي ٻولِي

source: Hill Mari
gjk: هلمري ٻولِي

source: Hindi
gjk: ھنڌي ٻولِي

source: His hand was rais-ed.
gjk: اين نو ھاٿ ماٿي ڪريو تو۔

source: History, Law and Government
gjk: تاريخ (هِسٽرِي) قانونَ انين حڪُومت (گورمينٽ)

source: Hours
gjk: ڪلاڪ

source: Hours Recorded
gjk: رِڪارڍ ٿل ڪلاڪ

source: Hours Validated
gjk: تصۮيق ٿل ڪلاڪ

source: How ?
gjk: ڪيم؟

source: How are project decisions made?
gjk: پروجيڪٽ ڪان وريَ منصُوٻا نا ڦينصلا ڪيم ٿائيَ سي؟

source: How can we effectively grow a language on Common Voice?
gjk: امين ڪامنَ وائيس ماٿيَ ڪيم ٻولِي نين ڪيم موثر طريقيَ ٿِي وڌاوِي ۿڳيئين سيئين؟

source: How does Common Voice work?
gjk: ڪامنَ وائيس چيم ڪام ڪريَ سي؟

source: How does site localization work?
gjk: سائيٽ لوڪلائيزيشنَ ڪيم ڪام ڪريَ سي؟

source: How do I access and use the dataset?
gjk: هون ڍيٽاسيٽ ۿوُڌِي ڪيم رسائِي ڪرِي ۿڳون سون انين اين نين اِستمال ڪرِي ۿڳون سو؟

source: How do I add a language?
gjk: هون ٻولِي نين ڪيم شامِل ڪرِي ۿڳون سون؟

source: How do I add sentences?
gjk: هون ڪيم جُملان نين ايڍ ڪرِي ۿڳون سون؟

source: How do I cite?
gjk: ڪيويَ نمونيَ ٿِي حوالو ڄون؟

source: How do I know whether to approve a voice clip?
gjk: مون نين چيم کٻرِ پڙشيَ ڪي وائيس ڪِلِپ منظور ٿاوون زويئين ڪيَ نا؟

source: How do I record a high quality voice clip?
gjk: هون ايڪ آلا معيار نون ڪِلِپ ڪيم رِڪارڍ ڪرِي ۿڳون سون؟

source: How do I stay in touch?
gjk: هون راٻطا مان ڪيم رِيُون؟

source: How is Common Voice funded?
gjk: ڪامنَ وائيس نين ڦنڍ ڪيم زڙيَ سي؟

source: How Spontaneous Speech works
gjk: غير معمولي تقرير ڪيم ڪام ڪري سي

source: How to add multiple sentences
gjk: ڪيويَ نمونيَ ٿِي وڌارين جُملا ايڍ ٿاشيَ؟

source: How would you describe your accent?
gjk: تمين پوتا نان ٻوليا ۿارُو لڦظان نين ڪيم بيان ڪرشو؟

source: How would you describe your sex or gender?
gjk: تمين ڪيم پوتا نِي جنس يا قِسم نِي وضاحت ڪرشو؟

source: Huarijio
gjk: هُواريخيو

source: Huautla Mazatec
gjk: ھواٽلا مزاٽيڪ

source: Hungarian
gjk: هنگري ٻولِي

source: I agree
gjk: هون راضِي سون

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gjk: ھون راضِي سون آم آواز نِي شرطان انين رازڌارِي نا نوٽس ٿِي۔

source: Ibibio
gjk: آئيبيو ٻولِي

source: Icelandic
gjk: آئس لينڊي ٻولِي

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gjk: هون کاترِي ڄون سون ڪيَ آ <wikipediaLink> جُملا عوامِي ڍومينَ نا سي </wikipediaLink> انين اِجازت سي اينيان نين اپلوڍ ڪرون۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
gjk: ھون تصديق ڪرون سون ڪي آ <publicDomainLink>عوامي رياست </publicDomainLink>مان سي انين مون ڪنين اين نين اپلوڍ ڪريا نِي اجازت سي۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gjk: هون کاترِي ڄون سون، ڪي آ جُملو <wikipediaLink> عوامِي ڍومينَ </wikipediaLink>ٿِي سي انين مون نين اِجازت سي، ڪي هون اين نين اپلوڍ ڪرِي هڳون۔

source: <icon></icon> Add multiple public domain sentences
gjk: <icon></icon> وڌارين عوامِي جُملا ايڍ ڪرو

source: Ideally natural and conversational (it should be easy to read the sentence)
gjk: قُڌرتِي ڌِماڪ مان آول انين وات چيت (جُملو ڀڻوو آسانَ هوئيَ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
gjk: ھون حاصل ڪروا ماڳون سون اِي ميلون مقصد ياۮ ۮيورايا ۿارُو، مارِي ترقي نِي تازي کٻر انين کٻر نامو عام آواز پرماڻي۔

source: I do not agree
gjk: هون راضِي نٿِي

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
gjk: زو ايڪ ڪِلِپ ٻيَ ماڻۿان نِي طرڦ ٿِي رڌ ٿائيَ سي تو اِي ڍيٽا سيٽ نا ايڪ مختلِڦ سڀ سيٽ مان جھارِي ڪريون زائيَ سي۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gjk: زو اِي تمارا پوتا لڦظ سي تو ٻس ايٽلون ڪو <italicizedText> پوتا نو حوالو </italicizedText>۔ امان نين اِي زاڻيا نِي ضرورت سي، ڪي مواۮ تمين چان ٿِي ليڌو سي ايٽليَ امين اين نين چيڪ ڪرِي ۿڳيئين ڪيَ ڪونئين ڪاپِي رائيٽ ڪان وريَ ڪونئين اين ماٿيَ ٻيزِي پاٻنڌِي تو نٿِي نان۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
gjk: زو رڪارڍينگ ٽوٽي زائي سي ڪان ڦاٽل ھوئي تو رڌ ڪرو زانتان ھوڌي پورون متن ۿانڀري نا ليو۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gjk: زو ڪونئين وڌارين مالوُمات سي آ فائيل نا ٻارا مان زين تمين ۮيوا ماڳو سو <emailFragment>commonvoice@mozilla.com</emailFragment> تو ميرٻانِي ڪرينَ راٻطو ڪرو

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gjk: زو ڪونئين وڌارين مالوُمات سي آ فائيل نا ٻارا مان زين تمين ۮيوا ماڳو سو <emailFragment>commonvoice@mozilla.com</emailFragment> تو ميرٻانِي ٿِي راٻطو ڪرو

source: If the sentence does not meet the above criteria, click the "No" button.
gjk: زو جُملو ماٿيَ ۮيڌل معيار پرماڻين نٿِي تو "نا" نا پٽڻ ماٿيَ ۮٻاوو۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gjk: زو جُملو ماٿيَ ۮيڌل معيار پرماڻيَ نا هوئيَ، تو&quot; نامنظور &quot; وارا ٻٽڻ ماٿيَ ڪِلڪ ڪرو زين ڏاويَ پاۿيَ سي۔ زو تمان نين جُملا نِي پڪ نا هوئيَ تو پسي تمين جُملو ميڪِي پڻ ۿڳو سو انين ٻيزيَ پاۿيَ زئِي ۿڳو سو۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
gjk: زو جُملو ۿڦرو نٿِي انين پريشانَ ڪريا وارو سي مِثال طور صاف مواد نيَ ڪريئيَ ٿِي ڪان وريَ امارِي <communityGuidelines>ڀِراڌري نا شامِل ڇا نِيان ڪونئين ٻيزِيان کِلاڦورزيان نيَ ليڌيَ ٿِي</communityGuidelines> تمين جُملا نين خارِج ڪرِي ۿڳو سو۔ تمين مسلا نين وڌايا ۿارُو امان ٿِي <emailFragment>commonvoice@mozilla.com</emailFragment> راٻطو ڪرِي ۿڳو سو۔

source: If the sentence meets the criteria above, click the "Yes" button.
gjk: زو جُملو ماٿيَ ۮيڌل معيار پرماڻين سي، تو "هوويَ" نا ٻٽڻ ماٿيَ ۮٻاوو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gjk: زو جُملو معيار پرماڻيَ هوئي، تو ۿوريَ پاۿيَ ٿِي ٻٽڻ ماٿيَ&quot; منظور ڇا ۿارُو&quot; ڪِلڪ ڪرو

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
gjk: زو تمان نين جُملا نا ڀارا مان پڪ نٿِي، تو تمين اين نين ميڪينَ ٻيزا جُملا ماٿيَ زئِي ۿڳو سو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
gjk: زو تمين ڪونئين ايوي سيز نو سامنو ڪرو زين آ ھدايتان مان شامل نا ھوئي، تو پوتا ني ۿڦري ۿمزڻ پرماڻي ووٽ ڪرو۔ زو تمين ۿاسين ڦيصلو نٿي ڪري ۿڳتا، تو اسڪيپ ٻٽڻ استعمال ڪرو انين مورلي رڪارڍينگ ماٿي زائو۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
gjk: زو تمين<strong>اين نين ۿانڀرِي ۿڳو سو</strong>انين <strong>اين نين ۿمزِي ۿڳو سو</strong>۔ اِي گھڻو ڪرينَ<strong>منظور ڪريا ۿارُو تمام بيۿترينَ هوئيَ سي</strong>۔

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
gjk: زو تمين اِنجيشنَ ۿارُو سوالان نو ايڪ حِصو جمع ڪراوا ماڳو سو تو تمين <githubLink> امارِي </githubLink> نيَ زريئيَ ٿِي اِي ڪرِي ۿڳو سو يا پوتا نِي لِسٽ<emailFragment>commonvoice@mozilla.com</emailFragment> ماٿيَ اِي ميل ڪرِي ۿڳو سو۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
gjk: زو تمين امان ٿِي ڪانڪ ۮِيئان مان نا ۿانڀرو تو امان ٿِي راٻطو ڪرو! انين امين تمان ڪور واپس آوشون۔

source: If you don't see your language in either part of the platform, select both.
gjk: زو تمين پليٽ فارم نا ڪونئين پڻ حصا مان پوتا نِي ٻولِي نٿِي ۮيکتا، تو ٻئيان نين سونڍو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
gjk: زو تمين انين تمارِي تنظيم اين مان حِصو ليوا ماڳيَ سي تو تمين <donateLink>ۮانَ ڪان وريَ چنۮو</donateLink>ۮئِي ۿڳو سو ڪان وريَ امارِي شراڪۮارِي وارِي ٽيم ٿِي<emailFragment>commonvoice@mozilla.com</emailFragment> ماٿيَ ملِي ۿڳو سو

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
gjk: زو تمان نين شرڪت ڪريا مان مُشڪل ٿائي سي رئي، تمين ڪونئين ٽيمين پوتا نِي ٻولِي نا ٻڌائيَ مواۮ نين زويا ۿارُو واپس زئِي ۿڳو سو۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
gjk: زو تمين ASR ماڍل ٺاۿيا ۿارُو اوزار ڳوتو سو ريان تو تمين ڀراڌرِي مان ٻيزان ماڻۿان ٿِي <discourseLink> ڍِسڪورس ماٿيَ</discourseLink>مِلي ڪان وريَ جھُڙِي ۿڳو سو۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
gjk: زو تمين ڍيٽاسيٽ نا ٻارا مان وڌيڪ ڪانئين ڪيوا ماڳو سو، منصُُوٻاڀنڌِي ڪرل پليٽفارم نين ڦيلايا مان امان ڀيڳين سيڙپڪارِي ڪروا ماڳو سو يا تعاوونَ نا موقعا ڳوتوا ماڳو سو </emailFragment>امان نين ايڪ لائينَ ڄو<emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
gjk: زو تمارون جُملان نو جائزو ليڌا نون کتم ٿئِي جھون سي، تو پسيَ ميرٻانِي ڪرينَ امارِي وڌارين جُملا ڀيڳا ڪريا مان مۮت ڪرو!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
gjk: زو تمين ۿمزو سو ڪيَ اين نو اُچار <strong>ۿمزِيا ٿِي ٻارين سي</strong>، يا لارين الائِي <strong> ڳوڙِ ٿائيَ سي رئِي، ڪان وريَ ٻيزان مانۿان پڻ ٻوليَ سي ريان</strong>، تو تمين اِي ڪِلِپ نين رڌ ڪرِي ۿڳو سو۔ <accuracyLink> امارا ڌُرستڳِي نا معيار مان وڌيڪ مالوُمات زوئِي ۿڳو سو</accuracyLink>۔

source: Igbo
gjk: اگبو ٻولِي

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
gjk: مين اتيارين # عام آواز ۮان ۿارُو ايڪ ذاتِي مقصد ٺاھيون سي۔ مون ڀيران شامِل ٿائو انين گول نين شيکاڙيا مان مۮت ڪرو ڪي حقيقت مان ماڻۿان ڪيم ٻوليَ سي { $link }۔

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
gjk: موزيلا ھون مطمين سون تمارا آ معلومات نين ۿنڀاريا ٿِي زيم تمين بيان ڪرو سو ريا </privacyLink> رازڌارِي پاليسي<privacyLink>

source: Include appropriate citation
gjk: سئِي نمونيَ ٿِي حوالو ڄو

source: Includes email, username & demographic info, available right away
gjk: اِي ميل، ھاڪليا وارا نون نام انين آٻاۮِي وارِي محلومات شامِل سي، زين فورن حاضر سي۔

source: Includes mp3s and related sentences, may take some time to prepare
gjk: mp3 انين لاڳاپل جُملا شامِل سي، تيار ڪريا مان ڪانڪ ٽيم لاڳِي ۿڳيَ سي۔

source: Indonesian
gjk: انڊونيشي ٻولِي

source: Indus Kohistani
gjk: انڊس ڪوہستاني

source: Information about the language
gjk: ٻولِي نا ٻارا مان معلومات

source: In Progress
gjk: ترقِي مان سي

source: Interested in getting involved with this project, or partnering with us?
gjk: شون تمين آ منصوٻا مان ڀيرون ڀريا مان دلچسپي راکو سو، ڪان امان ڀيرِي شِرڪت ڪروا ماڳو سو؟

source: Interested in learning more and contributing to the project?
gjk: وڌيڪ شيڇا مان انين منصُوٻا مان حِصو ليڌا مان ڌِلچسپِي راکو سو؟

source: Interlingua
gjk: انٽرلنگوائي ٻولِي

source: Interlingue
gjk: انٽرلنگي ٻولِي

source: [interrupted by background noise]
gjk: [پسيَ منظر نِي ڳوڙ ٿِي مڌاخلت]

source: Intersex
gjk: انٽرسيڪس (آۮمِي انين ٻائيڙِي ٻيئان نيون خاصيتون ھوئي)

source: Iñupiaq
gjk: اينوپياق

source: Invalid file
gjk: فائيل سئِي نٿِي

source: Irish
gjk: آئرستاني ٻولِي (زين نين آئرش پڻ ڪي سي)

source: IsiNdebele (North)
gjk: انڊبيلا (اتراۮون)

source: IsiNdebele (South)
gjk: انڊبيلا (ۮکڻاۮون)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
gjk: زو زاڻو</isoCodeLink> ڪوڍ آئِي ايس او<isoCodeLink>

source: Is the clip valid?
gjk: شون ڪِلپ نِي تصۮيق ٿل سي؟

source: Italian
gjk: اطالوي ٻولِي

source: It contains words or phrases that are hard to read or pronounce.
gjk: اين مان ايوا لفظ ڪان جملا شامل سي زين ڀڻيا مان انين ٻوليا مان مُشڪل سي

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
gjk: امارا ڪام ماٿيَ ڀرونۿو ڪريا واريان 100 ٿِي ماٿيَ ٻولِي وارِيون ڀراڌريان ۿارُو ڍيٽاسيٽ هلووون (هوسٽ) انين پليٽفارم نين بيۿتر ٻنايا ۿارُو لڳ ڀڳ ايڪ ملينَ ڍالر خرچ ٿائيَ سي۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
gjk: ھر سال ڍيٽا سيٽ نِي ميزبانِي ڪروون انين ۿو ٿِي وڌِيڪ ٻوليان نِي منڏلِي نِي جڳا نين بھتر ڪريا مان تقريبن ۮۿ لک ڍالر نو خرچو ٿائي سي زو تمين کلل انين جمع ڍيٽا نِي اۿميت ڄو سو اَن اين نِي قيمت ۿمزو سو تو آز ٿِي چنۮو ڀيرو ڪرو۔

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
gjk: ڍيٽاسيٽ نين لڳاتار هلوِيا مان<africaMradiLink> اين نين جھارِي ڪريا مان، پليٽفارم نين بيۿتر ٻنايا مان، ڀراڌرِي نان پروڳرام هلوِيا مان</africaMradiLink> الائِي پئيشو کرچ ٿائيَ سي۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
gjk: اِي تمام ضرورِي سي، ڪيَ ٻڌائيَ ٽيڪسٽ وارا جُملا </publicDomain> (cc0) هووا زويئين۔ ڪيمڪيَ ڪامنَ وائيس ڍيٽاسيٽ cc0 ليسڻ پرماڻيَ جھارِي ٿائيَ سي۔ صِرف تيرينز ڪونئين جُملو ايڍ ڪرو زيرين تمان نين پڪ هوئيَ۔ انين هميشان لاڳاپل حوالو ايڍ ڪرو۔

source: It is written in a language different than what I’m reviewing.
gjk: هون شين نو جائزو ليون سون ريو اِي تو آ ٻولِي مان تو ڦرق لکل سي۔

source: It is written in a language different than what I’m speaking.
gjk: آ اِي ٻولي مان لکل سي زين ھون ٻولون سون

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
gjk: حوالا شامل ڪروون ضرورِي سي ايٽليَ امين چيڪ ڪرِي ۿڳيئين ڪي جُملا عوامِي ڍومينَ مان سي انين ڪاپِي رائيٽ نِي ڪونئين پڻ پاٻنڌِي نٿِي۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
gjk: ڪامنَ وائيس نين مُمڪِنَ ٻنايا ۿارُو گھڻون ڪائين ڪروون پڙشيَ! امين اِي ايڪلان نٿِي ڪرِي ۿڳتان۔ امان ٿِي شراڪتۮارِي ڪروا ماڳو سو؟ امين پريم ٿِي تمان ڪنين ٿِي هانڀرشون۔

source: Izhorian
gjk: ازهوري ٻولِي

source: Japanese
gjk: جاپاني ٻولِي

source: Jaqaru
gjk: جاڪارو

source: Javanese
gjk: جاواني ٻولِي

source: Join Discord Community
gjk: ڍِسڪورڍ ڀِراڌرِي مان شامِل ٿائو

source: Join our community
gjk: امارِي ٻيزان نين ڳوچا مان مۮت ڪرو زين پوتا نو آواز ۮئِي ۿڳي سي

source: Join the Common Voice mailing list
gjk: عام وائس فھرست مان شامِل ڇو

source: Join us on Discord
gjk: ڍُسڪورڍ ماٿيَ امان ٿِي مِلو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
gjk: رُوڳو سوال نو جواب زيٽلو ٿئِي ۿڳي مناسب انڌاز مان ٻي ڪان ترڃ جملان مان ڄو۔ پڪ ڪرو ڪي تمارِي ٻولِي احترام نا ڌائيرا مان انين ڀي نقصان سي۔

source: Just Unsure?
gjk: روڳي پڪ نٿي

source: Kabardian
gjk: ڪبراڊي ٻولِي

source: Kabyle
gjk: ڪابلي

source: Kalasha
gjk: ڪلاشا

source: Kalenjin
gjk: ڪلينجين ٻولِي

source: Kalkoti
gjk: ڪالڪوتي

source: Kannada
gjk: ڪنادي ٻولِي

source: Kaqchikel
gjk: ڪَچِيڪيل ٻولِي

source: Kara
gjk: ڪارا

source: Karakalpak
gjk: ڪرڪالڪ ٻولِي

source: Kateviri
gjk: ڪيٽيويري ٻولِي

source: Kazakh
gjk: قزاخ ٻولِي

source: { $kb }kb max
gjk: { $kb }وڌ مان وڌ

source: Keep
gjk: راکو

source: Keep it up, record again <recordIcon></recordIcon>
gjk: جھارِي راکو، وريَ رڪارڍ ڪرو<recordIcon></recordIcon>

source: Keep the recordings
gjk: رِڪارڍينڳان نين راکو لئِي

source: Keep track of your progress and metrics across multiple languages.
gjk: ڪيٽلِيائين ٻولِيان مان پوتا نِي ترقِي انين ميٽرِڪس نو ٽريڪ (حِساٻ ڪِتاٻ) راکو۔

source: Keep track of your progress with a profile
gjk: پروفائيل ماٿيَ پوتا نِي ترقِي نو حِساٻ راکو۔

source: Keep track of your progress with a profile and help our voice data be more accurate.
gjk: ايڪ پروفائيل ٿِي پوتا نِي ترقِي نِي کٻرِ راکو انين امارِي آواز نِي ڍيٽا نين وڌِيڪ ٺِيڪ ڪريا مان مۮت ڪرو

source: Kelabit
gjk: ڪلابت

source: Kenyah
gjk: ڪينيا

source: Kenyi
gjk: ڪيني

source: Ketrani
gjk: ڪتراني

source: Khmer
gjk: خمير ٻولِي

source: Khowar
gjk: خووار

source: K'iche'
gjk: ڪڇي

source: Kichwa
gjk: ڪِچوا

source: Kidaw'ida
gjk: ڪيڊا وِڊا ٻولِي

source: Kikuyu
gjk: ڪڪيو ٻولِي

source: Kinyarwanda
gjk: ڪينياروانڊا

source: Kohistani Shina
gjk: ڪوهستاني شينا

source: Kom
gjk: ڪوم ٻولِي

source: Komi-Zyrian
gjk: ڪومي زيرائي ٻولِي

source: Konkani (Devanagari)
gjk: ڪوڪاڻي ٻولِي (ديوناگري)

source: Konkani (Romi)
gjk: گون ڪانڪاڻي ٻولِي

source: Korean
gjk: ڪورين ٻولِي

source: Kuku
gjk: ڪُوڪُو

source: Kurmanji Kurdish
gjk: ڪرمانجي ڪردي ٻولِي

source: Kyrgyz
gjk: ڪرغيز ٻولِي

source: Language
gjk: ٻولِي

source: Language Fundamentals (e.g. Digits, Letters, Money)
gjk: ٻولِي نا ڀُنياۮِي حِصا (مِثال: ڪونئين ايڪ عدد ڪان انگھ، اکر، پئيشا)

source: Language Request
gjk: ٻولِي نِي ڌرخواست

source: Language request successfully submitted, thank you.
gjk: ٻولِي نِي ڌرخواست ڪامياٻِي ٿِي ۮيوائِي جھئِي سي، ميرٻانِي

source: Languages
gjk: ٻولِيوُن

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
gjk: ٻولِيون مقامِي ڪريا ٽاڻيَ اِضافِي گھُرجھان ڀيڳين پوتا نا تصۮيق نا قائيۮا راکِي ۿڳيَ سي۔ زو ڪونئين ٻولِي ۿارُو ڪونئين مخصوص تصۮيق فائيل نٿِي، تو انڳريزِي قائيۮا حِصو ليڌا واران نين ۮيکاڙِيا زاشيَ۔

source: Language Text
gjk: ٻولِي نون متنَ

source: Lao
gjk: ليو ٻولِي

source: Large bulk sentence submission
gjk: موٽان گھڻان جُملان نو جٿو پيش ڪروون۔

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
gjk: موٽِي، عوامِي طور ٿِي ڌستياٻ ٿل وئيس ڍيٽاسيٽ مشينَ شِيکينَ ٻوليا وارِي ٽيڪنولوجي مان جِڌت انين صيحتمنۮ مُقاٻلا مان ترقِي ۮيشيَ۔ ڪامنَ وائيس نون ڍيٽاسيٽ پوتا نِي قِسم مان ٻڌانئين ٿِي موٽون سي پڻ اِي ايڪز نٿِي۔ آ صفحو ٻيزان کُلل وائيس ڍيٽاسيٽ ۿارُو ايڪ ريفرنس سي انين امارِي رِليز ڇا وارِي اپڍيٽس ۿارُو ايڪ گھر نا وارِ ڪام ڪريَ سي زيويَ نمونيَ ٿِي ڪامنَ وائيس وڌيَ سي۔

source: Large scale corporates and platform companies
gjk: موٽا پيمانا ماٿيَ ڪارپوريٽ انين ڪمپنيُون

source: Lassi
gjk: لاسِي

source: Last Updated: { $lastUpdatedTimeStamp }
gjk: آخرِي اپ ڍيٽ ٿل{ $lastUpdatedTimeStamp }

source: Latgalian
gjk: لٽگاليني

source: Latvian
gjk: لاتوين

source: Launched
gjk: لانچ ٿئِي جھون سي

source: Laz
gjk: لز

source: Leaderboard Visibility
gjk: ليڊر بورڊ نِي نمائش

source: Learn about partnerships with Common Voice
gjk: ڪامنَ وائيس ٿِي ڀائيوارِي نا ٻارا مان شِيکو

source: Learn about the mission and team behind Common Voice
gjk: ڪامنَ وائيس لارين زين ٽِيم انين مِشَ سي اين نا ٻارا مان شِيکو

source: Learn how to check a transcription
gjk: شيکو ڪي نقل ڪرل نِي ڪيم جانچ پڙتال ٿائي۔

source: Learn how to take part
gjk: شِيکو ڪيَ ڪيم حِصو ليوائيَ

source: Learn how to transcribe
gjk: اُوتار ڪريا نو طريقو شيکو

source: Learn how to use this page
gjk: شيکو ڪي آ صفہ نين ڪيم استعمال ڪروو سي

source: Learn More
gjk: وڌارين شِيکو

source: Leaving now means you’ll lose your changes
gjk: هويَ ميچا نون مطلٻ سي ڪي تمين پوتا نِي تٻۮيليان نين کوئِي ناکشو

source: Leaving now means you'll lose your progress
gjk: اتيارين زاوون مطلٻ ڪيَ تمين پوتا نِي ترقِي کوئِي ٻيۿشو

source: Length
gjk: لمٻائِي

source: Let's Get Started
gjk: آوو تو شرُو ڪريئين

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
gjk: اکر ٻولِيا وارِي ٻولِي مان سئِي هووا زويئين مِثال طور ”ж“ رُوسي الفابيٽ مان ايڪ اکر سي پڻ انڳريزِي مان ڪوئيۮِي اِسمال نٿِي ٿاتو تيمان ڪوئيۮِي ڪونئين پڻ انڳريزِي ليڌل متنَ مان ظاهر نٿِي ٿاتو۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
gjk: لائبريرِي اِسپيچ تقريٻنَ 1000ڪلاڪ نا 16 ڪِلوهرٽز انڳريزِي تقرير نو ايڪ مجموعو سي زين لائيبريرِي ووڪس پروجيڪٽ مان ٿِي ڀڻل آڍيو ڪِتاٻ مان ٿِي نيڪرل سي۔

source: License
gjk: ليسڻ (لائيسنس)

source: License: <licenseLink>CC-0</licenseLink>
gjk: ليسڻ:<licenseLink>CC -0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
gjk: ليسڻ:</licenseLink>{ $license }<licenseLink>

source: Ligurian
gjk: لگورين ٻولِي

source: Lingala
gjk: لنگالي ٻولِي

source: Link Copied
gjk: لنڪ ڪاپِي ڪرو

source: Links to websites that can help us understand the language
gjk: ويب سائيٽان نان لنڪ زين امارِي ٻولِي نين ۿمزيا مان مۮت ڪرِي ۿڳي سي۔

source: Listen
gjk: ۿانڀرو

source: Listening
gjk: ۿانڀروون

source: Listen options menu
gjk: آپشنَ مينيوُ ۿانڀرو

source: Listen-Queue
gjk: ۿانڀرو-قطار

source: Lithuanian
gjk: لٿويني ٻولِي

source: Loading…
gjk: … لوڍ ٿائي سي ريون

source: Loading sentences…
gjk: جُملا اُوپاڙيَ سي ريون۔۔۔

source: Localized
gjk: مقامِي

source: Log In
gjk: لاگھ اِن

source: Login Identity
gjk: لاگ اِن اورکاڻِ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gjk: <loginLink> لاگھ اِن ڪرو </loginLink> يا <loginLink> مان سائنَ اپ ڪرو وڌارين جُملا لڇا ۿارُو
